Repository: wp-plugins/shareaholic
Catalog: languages/shareaholic-*.po
Languages: tr_tr

source: Shareaholic Settings
tr_tr: Shareaholic Ayarlar

source: Advanced Settings
tr_tr: Gelişmiş Ayarlar

source: Settings successfully saved
tr_tr: Ayarlar başarıyla kaydedildi

source: Settings successfully reset. Refresh this page to complete the reset.
tr_tr: Ayarlar başarıyla sıfırlayın. Sıfırlamayı tamamlamak için bu sayfayı yenileyin.

source: Shareaholic | share buttons, analytics, related content
tr_tr: Shareaholic | paylaşım düğmeleri, analitik, ilgili içerik

source: Shareaholic: Advanced Settings
tr_tr: Shareaholic: Gelişmiş Ayarlar

source: You rarely should need to edit the settings on this page.
tr_tr: Nadiren bu sayfada ayarlarını düzenlemek gerekir gerekir.

source: After changing any Shareaholic advanced setting, it is good practice to clear any WordPress caching plugins (if you are using one, like W3 Total Cache or WP Super Cache).
tr_tr: Herhangi Shareaholic gelişmiş ayar değiştirdikten sonra, (eğer W3 Toplam Cache veya WP Super Cache gibi, eğer kullanıyorsanız) herhangi bir WordPress önbelleğe eklentileri temizlemek için iyi bir uygulamadır.

source: Advanced
tr_tr: Gelişmiş

source: Disable Analytics
tr_tr: Devre Dışı Analytics

source: (it is recommended NOT to disable analytics)
tr_tr: (Bu analitik devre dışı bırakmak için değil tavsiye edilir)

source: Disable <code>Open Graph</code> tags
tr_tr: Devre dışı <code>Open Graph</code> etiketleri

source: (it is recommended NOT to disable open graph tags)
tr_tr: (Açık grafik etiketlerini devre dışı DEĞİL tavsiye edilir)

source: Disable Admin Bar Menu (requires page refresh)
tr_tr: Devre dışı Admin Bar Menüsü (sayfa yenileme gerektirir)

source: Disable Debugger (it is recommended NOT to disable the debugger)
tr_tr: Debugger&#39;ı devre dışı bırakın (bu hata ayıklayıcı devre dışı bırakmak için değil tavsiye edilir)

source: Disable server-side Share Counts API
tr_tr: Hisse API sayar sunucu tarafı devre dışı bırakın

source: (unless there are issues with calling the service, it is recommended NOT to disable this API)
tr_tr: (Servisi arayarak ile ilgili sorunlar olmadığı sürece, bu API devre dışı DEĞİL tavsiye edilir)

source: Saving Changes...
tr_tr: Tasarruf Değişiklikler ...

source: Save Changes
tr_tr: Değişiklikleri Kaydet

source: Server Connectivity
tr_tr: Server Bağlantı

source: All Shareaholic servers are reachable
tr_tr: Tüm Shareaholic sunucuları ulaşılabilir

source: Shareaholic should be working correctly.
tr_tr: Shareaholic doğru çalışıyor olmalıdır.

source: All Shareaholic servers are accessible.
tr_tr: Tüm Shareaholic sunucular erişilebilir.

source: Unable to reach any Shareaholic server
tr_tr: Herhangi Shareaholic sunucusuna ulaşılamıyor

source: Checking...
tr_tr: Denetleniyor ...

source: Re-check
tr_tr: Re-çek

source: Server-side Share Counts API is reachable
tr_tr: Sunucu tarafı Hisse API ulaşılabilir sayar

source: The server-side Share Counts API should be working correctly.
tr_tr: Sunucu tarafı Hisse Sayımlar API düzgün çalışıyor olması gerekir.

source: All servers and services needed by the API are accessible.
tr_tr: Tüm sunucular ve API tarafından gerekli hizmetleri erişilebilir.

source: Unable to reach the server-side Share Count API
tr_tr: Sunucu tarafı Hisse Sayısı API ulaşılamıyor

source: Your Shareaholic Site ID
tr_tr: Sizin Shareaholic Site Kimliği

source: Not set.
tr_tr: Set değil.

source: Reset
tr_tr: Sıfırla

source: This will reset all of your settings and start you from scratch. This can not be undone.
tr_tr: Bu tüm ayarları sıfırlanır ve sıfırdan başlamak. Bu geri alınamaz.

source: Resetting Plugin...
tr_tr: Plugin sıfırlama ...

source: Reset Plugin
tr_tr: Plugin Sıfırla

source: will be deprecated SOON. Please update the code found in the following files at your convenience:
tr_tr: YAKINDA kalktı. Size kolaylık aşağıdaki dosyaları bulunan kodu güncelleyin:

source: Setup Shareaholic
tr_tr: Kurulum Shareaholic

source: or, try again later.
tr_tr: ya da, daha sonra tekrar deneyin.

source: Hide Share Buttons
tr_tr: Gizle Paylaş Düğmeler

source: Hide Related Content
tr_tr: İlgili içerik gizle

source: Exclude from Related Content
tr_tr: İlgili İçerik çıkarılsın

source: Do not include Open Graph tags
tr_tr: Open Graph etiketleri dahil etmeyin

source: Related Content
tr_tr: İlgili içerik

source: Customize
tr_tr: Özelleştirin

source: Edit Related Content Settings
tr_tr: Düzenle İlgili İçerik Ayarları

source: Status:
tr_tr: Durum:

source: Processing
tr_tr: İşleme

source: Ready
tr_tr: Hazır

source: Share Buttons
tr_tr: Hisse Düğmeler

source: Edit Share Button Settings
tr_tr: Düzenle Paylaş Düğmesi Ayarları

source: Thanks for Installing!
tr_tr: Yükleme için teşekkürler!

source: Get Started »
tr_tr: Başlayın »

source: Sign up for a FREE Shareaholic account to unlock more features.
tr_tr: ÜCRETSİZ Shareaholic kaydol fazla özellik kilidini açmak için hesap.

source: Get the Floated Share Buttons app
tr_tr: Süzülüyor Paylaş Düğmeler uygulamayı alın

source: Monetize your site, plus lots more!
tr_tr: Sitenizi, artı daha çok para kazandırmak!

source: Unlock more features, for free
tr_tr: Ücretsiz, daha fazla özellik kilidini

source: Click the button above to sign up or log in to your free Shareaholic account. It takes just seconds to sign up and it's free!
tr_tr: Kayıt veya ücretsiz Shareaholic hesabınıza giriş için yukarıdaki düğmesine tıklayın. Bu kaydolmak için sadece birkaç saniye sürer ve ücretsiz!

source: Submit a Language Translation
tr_tr: Bir Dil Çeviri Gönder

source: Get the Shareaholic Browser Add-on
tr_tr: Shareaholic Tarayıcı Add-on alın

source: Settings
tr_tr: Ayarlar

source: General Settings
tr_tr: Genel Ayarlar

source: FAQ & Support
tr_tr: SSS ve Destek
